[
    {
        "name": "Chien",
        "description": "The Creative",
        "number": 1,
        "image": "./image/Chien.gif",
        "trigrams": {
            "above": "chien",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "The first hexagram is made up of six unbroken lines. These\r\n\t\t\t\tunbroken lines stand for the primal power, which is light-giving,\r\n\t\t\t\tactive, strong, and of the spirit. The hexagram is consistently\r\n\t\t\t\tstrong in character, and since it is without weakness, its essence\r\n\t\t\t\tis power or energy. Its image is heaven. Its energy is represented\r\n\t\t\t\tas unrestricted by any fixed conditions in space and is therefore\r\n\t\t\t\tconceived of as motion. Time is regarded as the basis of this\r\n\t\t\t\tmotion. Thus the hexagram includes also the power of time and the\r\n\t\t\t\tpower of persisting in time, that is, duration. The power\r\n\t\t\t\trepresented by the hexagram is to be interpreted in a dual sense in\r\n\t\t\t\tterms of its action on the universe and of its action on the world\r\n\t\t\t\tof men. In relation to the universe, the hexagram expresses the\r\n\t\t\t\tstrong, creative action of the Deity. In relation to the human\r\n\t\t\t\tworld, it denotes the creative action of the holy man or sage, of\r\n\t\t\t\tthe ruler or leader of men, who through his power awakens and\r\n\t\t\t\tdevelops their higher nature.",
            "judgement": "The Creative works sublime success, Furthering through\r\n\t\t\t\tperseverance.",
            "image": "The movement of heaven is full of power. Thus the superior man\r\n\t\t\t\tmakes himself strong and untiring."
        }
    },
    {
        "name": "Kun",
        "description": "The Receptive",
        "number": 2,
        "image": "./image/Kun.gif",
        "trigrams": {
            "above": "kun",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "This hexagram is made up of broken lines only. The broken lines\r\n\t\t\t\trepresents the dark, yielding, receptive primal power of yin. The\r\n\t\t\t\tattribute of the hexagram is devotion; its image is the earth. It is\r\n\t\t\t\tthe perfect complement of The Creative the\r\n\t\t\t\tcomplement, not the opposite, for the Receptive does not combat the\r\n\t\t\t\tCreative but completes it . It represents nature in contrast to\r\n\t\t\t\tspirit, earth in contrast to heaven, space as against time, the\r\n\t\t\t\tfemale-maternal as against the male-paternal. However, as applied to\r\n\t\t\t\thuman affairs, the principle of this complementary relationship is\r\n\t\t\t\tfound not only in the relation between man and woman, but also in\r\n\t\t\t\tthat between prince and minister and between father and son. Indeed,\r\n\t\t\t\teven in the individual this duality appears in the coexistence of\r\n\t\t\t\tthe spiritual world and the world of the senses. But strictly\r\n\t\t\t\tspeaking there is no real dualism here, because there is a clearly\r\n\t\t\t\tdefined hierarchic relationship between the two principles. In\r\n\t\t\t\titself of course the Receptive is just as important as the Creative,\r\n\t\t\t\tbut the attribute of devotion defines the place occupied by this\r\n\t\t\t\tprimal power in relation to the Creative. For the Receptive must be\r\n\t\t\t\tactivated and led by the Creative; then it is productive of good.\r\n\t\t\t\tOnly when it abandons this position and tries to stand as an equal\r\n\t\t\t\tside by side with the Creative, does it become evil. The result then\r\n\t\t\t\tis opposition to and struggle against the Creative, which is\r\n\t\t\t\tproductive of evil to both.",
            "judgement": "The Receptive brings about sublime success, Furthering through the\r\n\t\t\t\tperseverance of a mare. If the superior man undertakes something and\r\n\t\t\t\ttries to lead, He goes astray; But if he follows, he finds guidance.\r\n\t\t\t\tIt is favorable to find friends in the west and south, To forego\r\n\t\t\t\tfriends in the east and north. Quiet perseverance brings good\r\n\t\t\t\tfortune.",
            "image": "The earth's condition is receptive devotion. Thus the superior man\r\n\t\t\t\twho has breadth of character Carries the outer world."
        }
    },
    {
        "name": "Chun",
        "description": "Difficulty at the Beginning",
        "number": 3,
        "image": "./image/Chun.gif",
        "trigrams": {
            "above": "kan",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "The name of the hexagram, Chun, really connotes a blade of grass\r\n\t\t\t\tpushing against an obstacle as it sprouts out of the earth--hence\r\n\t\t\t\tthe meaning, \"difficulty at the beginning.\" The hexagram indicates\r\n\t\t\t\tthe way in which heaven and earth bring forth individual beings. It\r\n\t\t\t\tis their first meeting, which is beset with difficulties. The lower\r\n\t\t\t\ttrigram Chen is the Arousing; its motion is upward and its image is\r\n\t\t\t\tthunder. The upper trigram K'an stands for the Abysmal, the\r\n\t\t\t\tdangerous. Its motion is downward and its image is rain. The\r\n\t\t\t\tsituation points to teeming, chaotic profusion; thunder and rain\r\n\t\t\t\tfill the air. But the chaos clears up. While the Abysmal sinks, the\r\n\t\t\t\tupward movement eventually passes beyond the danger. A thunderstorm\r\n\t\t\t\tbrings release from tension, and all things breathe freely again.",
            "judgement": "Difficulty at the Beginning works supreme success, Furthering\r\n\t\t\t\tthrough perseverance. Nothing should be undertaken. It furthers one\r\n\t\t\t\tto appoint helpers.",
            "image": "Clouds and thunder: The image of Difficulty at the Beginning. Thus\r\n\t\t\t\tthe superior man Brings order out of confusion."
        }
    },
    {
        "name": "Meng",
        "description": "Youthful Folly",
        "number": 4,
        "image": "./image/Meng.gif",
        "trigrams": {
            "above": "ken",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "In this hexagram we are reminded of youth and folly in two\r\n\t\t\t\tdifferent ways. The image of the upper trigram, Ken, is the\r\n\t\t\t\tmountain, that of the lower, K'an, is water; the spring rising at\r\n\t\t\t\tthe foot of the mountain is the image of inexperienced youth.\r\n\t\t\t\tKeeping still is the attribute of the upper trigram; that of the\r\n\t\t\t\tlower is the abyss, danger. Stopping in perplexity on the brink of a\r\n\t\t\t\tdangerous abyss is a symbol of the folly of youth. However, the two\r\n\t\t\t\ttrigrams also show the way of overcoming the follies of youth. Water\r\n\t\t\t\tis something that of necessity flows on. When the spring gushes\r\n\t\t\t\tforth, it does not know at first where it will go. But its steady\r\n\t\t\t\tflow fills up the deep place blocking its progress, and success is\r\n\t\t\t\tattained.",
            "judgement": "Youthful Folly has success. It is not I who seek the young fool;\r\n\t\t\t\tThe young fool seeks me. At the first oracle I inform him. If he\r\n\t\t\t\tasks two or three times, it is importunity. If he importunes, I give\r\n\t\t\t\thim no information. Perseverance furthers.",
            "image": "A spring wells up at the foot of the mountain: The image of Youth.\r\n\t\t\t\tThus the superior man fosters his character By thoroughness in all\r\n\t\t\t\tthat he does."
        }
    },
    {
        "name": "Hsu",
        "description": "Waiting (Nourishment)",
        "number": 5,
        "image": "./image/Hsu.gif",
        "trigrams": {
            "above": "kan",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "All beings have need of nourishment from above. But the gift of\r\n\t\t\t\tfood comes in its own time, and for this one must wait. This\r\n\t\t\t\thexagram shows the clouds in the heavens, giving rain to refresh all\r\n\t\t\t\tthat grows and to provide mankind with food and drink. The rain will\r\n\t\t\t\tcome in its own time. We cannot make it come; we have to wait for\r\n\t\t\t\tit. The idea of waiting is further suggested by the attributes of\r\n\t\t\t\tthe two trigrams--strength within, danger in from. Strength in the\r\n\t\t\t\tface of danger does not plunge ahead but bides its time, whereas\r\n\t\t\t\tweakness in the face of danger grows agitated and has not the\r\n\t\t\t\tpatience to wait.",
            "judgement": "Waiting. If you are sincere, You have light and success.\r\n\t\t\t\tPerseverance brings good fortune. It furthers one to cross the great\r\n\t\t\t\twater.",
            "image": "Clouds rise up to heaven: The image of Waiting. Thus the superior\r\n\t\t\t\tman eats and drinks, Is joyous and of good cheer."
        }
    },
    {
        "name": "Sung",
        "description": "Conflict",
        "number": 6,
        "image": "./image/Sung.gif",
        "trigrams": {
            "above": "chien",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "The upper trigram, whose image is heaven, has an upward movement;\r\n\t\t\t\tthe lower trigram, water, in accordance with its nature tends\r\n\t\t\t\tdownward. Thus the two halves move away from each other, giving rise\r\n\t\t\t\tto the idea of conflict. The attribute of the Creative is strength,\r\n\t\t\t\tthat of the Abysmal is danger, guile. Where cunning has force before\r\n\t\t\t\tit, there is conflict. A third indication of conflict, in terms of\r\n\t\t\t\tcharacter, is presented by the combination of deep cunning within\r\n\t\t\t\tand fixed determination outwardly. A person of this character will\r\n\t\t\t\tcertainly be quarrelsome.",
            "judgement": "Conflict. You are sincere And are being obstructed. A cautious\r\n\t\t\t\thalt halfway brings good fortune. Going through to the end brings\r\n\t\t\t\tmisfortune. It furthers one to see the great man. It does not\r\n\t\t\t\tfurther one to cross the great water.",
            "image": "Heaven and water go their opposite ways: The image of Conflict.\r\n\t\t\t\tThus in all his transactions the superior man Carefully considers\r\n\t\t\t\tthe beginning."
        }
    },
    {
        "name": "Shih",
        "description": "The Army",
        "number": 7,
        "image": "./image/Shih.gif",
        "trigrams": {
            "above": "kun",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "This hexagram is made up of the trigrams K'an, water, and K'un,\r\n\t\t\t\tearth, and thus it symbolizes the ground water stored up in the\r\n\t\t\t\tearth. In the same way military strength is stored up in the mass of\r\n\t\t\t\tthe people--invisible in times of peace but always ready for use as\r\n\t\t\t\ta source of power. The attributes of the two trig rams are danger\r\n\t\t\t\tinside and obedience must prevail outside. Of the individual lines,\r\n\t\t\t\tthe one that controls the hexagram is the strong nine in the second\r\n\t\t\t\tplace, to which the other lines, all yielding, are subordinate. This\r\n\t\t\t\tline indicates a commander, because it stands in the middle of one\r\n\t\t\t\tof the two trigrams. But since it is in the lower rather than the\r\n\t\t\t\tupper trigram, it represents not the ruler but the efficient\r\n\t\t\t\tgeneral, who maintains obedience in the army by his authority.",
            "judgement": "The Army. The army needs perseverance And a strong man. Good\r\n\t\t\t\tfortune without blame.",
            "image": "In the middle of the earth is water: The image of The Army. Thus\r\n\t\t\t\tthe superior man increases his masses By generosity toward the\r\n\t\t\t\tpeople."
        }
    },
    {
        "name": "Pi",
        "description": "Holding Together (union)",
        "number": 8,
        "image": "./image/Pi.gif",
        "trigrams": {
            "above": "kan",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "The waters on the surface of the earth flow together wherever they\r\n\t\t\t\tcan, as for example in the ocean, where all the rivers come\r\n\t\t\t\ttogether. Symbolically this connotes holding together and the laws\r\n\t\t\t\tthat regulate it. The same idea is suggested by the fact that all\r\n\t\t\t\tthe lines of the hexagram except the fifth, the place of the ruler,\r\n\t\t\t\tare yielding. The yielding lines hold together because they are\r\n\t\t\t\tinfluenced by a man of strong will in the leading position, a man\r\n\t\t\t\twho is their center of union. Moreover, this strong and guiding\r\n\t\t\t\tpersonality in turn holds together with the others, finding in them\r\n\t\t\t\tthe complement of his own nature.",
            "judgement": "Holding Togeather (Union) brings good fortune. Inquire of the\r\n\t\t\t\toracle once again Whether you possess sublimity, constancy, and\r\n\t\t\t\tperseverance; Then there is no blame. Those who are uncertain\r\n\t\t\t\tgradually join. Whoever come too late Meets with misfortune.",
            "image": "On the earth is water: The image of Holding Togeather. Thus the\r\n\t\t\t\tkings of antiquity Bestowed the different states as fiefs And\r\n\t\t\t\tcultivated friendly relations With the feudal lords."
        }
    },
    {
        "name": "Hsiao Chu",
        "description": "The Taming Power of the Small",
        "number": 9,
        "image": "./image/Hsiao Chu.gif",
        "trigrams": {
            "above": "sun",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "This hexagram means the force of the small--the power of the\r\n\t\t\t\tshadowy--that restrains, tames, impedes. A weak line in the fourth\r\n\t\t\t\tplace, that of the minister, holds the five strong lines in check.\r\n\t\t\t\tIn the Image it is the wind blowing across the sky. The wind\r\n\t\t\t\trestrains the clouds, the rising breath of the Creative, and makes\r\n\t\t\t\tthem grow dense, but as yet is not strong enough to turn them to\r\n\t\t\t\train. The hexagram presents a configuration of circumstances in\r\n\t\t\t\twhich a strong element is temporarily held in leash by a weak\r\n\t\t\t\telement. It is only through gentleness that this can have a\r\n\t\t\t\tsuccessful outcome.",
            "judgement": "The Taming Power of the Small has success, dense clouds, no rain\r\n\t\t\t\tfrom our western region.",
            "image": "The wind drives across heaven: The image of The Taming Power of\r\n\t\t\t\tthe Small. Thus the superior man Refines the outward aspect of his\r\n\t\t\t\tnature."
        }
    },
    {
        "name": "Lu",
        "description": "Treading (conduct)",
        "number": 10,
        "image": "./image/Lu.gif",
        "trigrams": {
            "above": "chien",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "The name of the hexagram means on the one hand the right way of\r\n\t\t\t\tconducting oneself. Heaven, the father, is above, and the lake, the\r\n\t\t\t\tyoungest daughter, is below. This shows the difference between high\r\n\t\t\t\tand low, upon which composure correct social conduct, depends. On\r\n\t\t\t\tthe other hand the word for the name of the hexagram, Treading,\r\n\t\t\t\tmeans literally treading upon something. The small and cheerful\r\n\t\t\t\t[Tui] treads upon the large and strong [Ch'ien]. The direction of\r\n\t\t\t\tmovement of the two primary trigrams is upward. The fact that the\r\n\t\t\t\tstrong treads on the weak is not mentioned in the Book of Changes,\r\n\t\t\t\tbecause it is taken for granted. For the weak to take a stand\r\n\t\t\t\tagainst the strong is not dangerous here, because it happened in\r\n\t\t\t\tgood humor [Tui] and without presumption, so that the strong man is\r\n\t\t\t\tnot irritated but takes it all in good part.",
            "judgement": "Treading. Treading upon the tail of the tiger. It does not bite\r\n\t\t\t\tthe man. Success.",
            "image": "Heaven above, the lake below: The image of Treading. Thus the\r\n\t\t\t\tsuperior man discriminates between high and low and thereby\r\n\t\t\t\tfortifies the thinking of the people."
        }
    },
    {
        "name": "Tai",
        "description": "Peace",
        "number": 11,
        "image": "./image/Tai.gif",
        "trigrams": {
            "above": "kun",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "The Receptive, which moves downward, stands above; the Creative,\r\n\t\t\t\twhich moves upward, is below. Hence their influences meet and are in\r\n\t\t\t\tharmony, so that all living things bloom and prosper. This hexagram\r\n\t\t\t\tbelongs to the first month (February-March), at which time the\r\n\t\t\t\tforces of nature prepare the new spring.",
            "judgement": "Peace. The small departs, The great approaches. Good fortune.\r\n\t\t\t\tSuccess.",
            "image": "Heaven and earth unite: the image of Peace. Thus the ruler divides\r\n\t\t\t\tand completes the course of heaven and earth, and so aids the\r\n\t\t\t\tpeople."
        }
    },
    {
        "name": "Pi",
        "description": "Standstill (Stagnation)",
        "number": 12,
        "image": "./image/Pi.gif",
        "trigrams": {
            "above": "chien",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "This hexagram is the opposite of the preceding one. Heaven is\r\n\t\t\t\tabove, drawing farther and farther away, while the earth below sinks\r\n\t\t\t\tfarther into the depths. The creative powers are not in relation. It\r\n\t\t\t\tis a time of standstill and decline. This hexagram is linked with\r\n\t\t\t\tthe seventh month (August-September), when the year has passed its\r\n\t\t\t\tzenith and autumnal decay is setting in.",
            "judgement": "Standstill. Evil people do not further The perseverance of the\r\n\t\t\t\tsuperior man. The great departs; the small approaches.",
            "image": "Heaven and earth do not unite: The image of Standstill. Thus the\r\n\t\t\t\tsuperior man falls back upon his inner worth in order to escape the\r\n\t\t\t\tdifficulties. He does not permit himself to be honored with revenue."
        }
    },
    {
        "name": "Tung Jen",
        "description": "Fellowship with Men",
        "number": 13,
        "image": "./image/Tung Jen.gif",
        "trigrams": {
            "above": "chien",
            "below": "li"
        },
        "interpretation": {
            "introduction": "The image of the upper trigram Ch'ien is heaven, and that of the\r\n\t\t\t\tlower, Li, is flame. It is the nature of fire to flame up to the\r\n\t\t\t\theaven. This gives the idea of fellowship. It is the second line\r\n\t\t\t\tthat, by virtue of its central character, unites the five strong\r\n\t\t\t\tlines around it. This hexagram forms a complement to Shih,\r\n\t\t\t\t\tThe Army (7). In the latter, danger is within and obedience\r\n\t\t\t\twithout the character of a warlike army, which, in order to hold\r\n\t\t\t\ttogether, needs one strong man among the many who are weak. Here,\r\n\t\t\t\tclarity is within and strength without--the character of a peaceful\r\n\t\t\t\tunion of men, which, in order to hold together, needs one yielding\r\n\t\t\t\tnature among many firm persons.",
            "judgement": "Fellowship with Men in the open. Success. It furthers one to cross\r\n\t\t\t\tthe great water. The perseverance of the superior man furthers.",
            "image": "The earth's condition is receptive devotion. Thus the superior man\r\n\t\t\t\twho has breadth of character Carries the outer world."
        }
    },
    {
        "name": "Ta Yu",
        "description": "Possession in Great Measure",
        "number": 14,
        "image": "./image/Ta Yu.gif",
        "trigrams": {
            "above": "li",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "The fire in heaven above shines far, and all things stand out in\r\n\t\t\t\tthe light and become manifest. The weak fifth line occupies the\r\n\t\t\t\tplace of honor and all the strong lines are in accord with it. All\r\n\t\t\t\tthings come to the man who is modest and kind in a high position.",
            "judgement": "Possession in Great Measure. Supreme success.",
            "image": "Fire in heaven above: the image of Possession in Great Measure.\r\n\t\t\t\tThus the superior man curbs evil and furthers good, And thereby\r\n\t\t\t\tobeys the benevolent will of heaven."
        }
    },
    {
        "name": "Chien",
        "description": "Modesty",
        "number": 15,
        "image": "./image/Chien.gif",
        "trigrams": {
            "above": "kun",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "This hexagram is made up of the trigrams Ken, Keeping Still,\r\n\t\t\t\tmountain, and K'un. The mountain is the youngest son of the\r\n\t\t\t\tCreative, the representative of heaven and earth. It dispenses the\r\n\t\t\t\tblessings of heaven, the clouds and rain that gather round its\r\n\t\t\t\tsummit, and thereafter shines forth radiant with heavenly light.\r\n\t\t\t\tThis shows what modesty is and how it functions in great and strong\r\n\t\t\t\tmen. K'un, the earth, stands above. Lowliness is a quality of the\r\n\t\t\t\tearth: this is the very reason why it appears in this hexagram as\r\n\t\t\t\texalted, by being placed above the mountain. This shows how modesty\r\n\t\t\t\tfunctions in lowly, simple people: they are lifted up by it.",
            "judgement": "Modesty creates success. The superior man carries things through.",
            "image": "Within the earth, a mountain: The image of Modesty. Thus the\r\n\t\t\t\tsuperior man reduces that which is too much, and augments that which\r\n\t\t\t\tis too little. He weighs things and makes them equal."
        }
    },
    {
        "name": "Yu",
        "description": "Enthusiasm",
        "number": 16,
        "image": "./image/Yu.gif",
        "trigrams": {
            "above": "chen",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "The strong line in the fourth place, that of the leading official,\r\n\t\t\t\tmeets with response and obedience from all the other lines, which\r\n\t\t\t\tare all weak. The attribute of the upper trigram, Chen, is movement;\r\n\t\t\t\tthe attributes of K'un, the lower, are obedience and devotion. This\r\n\t\t\t\tbegins a movement that meets with devotion and therefore inspires\r\n\t\t\t\tenthusiasm, carrying all with it. Of great importance, furthermore,\r\n\t\t\t\tis the law of movement along the line of least resistance, which in\r\n\t\t\t\tthis hexagram is enunciated as the law for natural events and for\r\n\t\t\t\thuman life.",
            "judgement": "Enthusiasm. It furthers one to install helpers and to set armies\r\n\t\t\t\tmarching.",
            "image": "Thunder comes resounding out of the earth: The image of\r\n\t\t\t\tEnthusiasm. Thus the ancient kings made music In order to honor\r\n\t\t\t\tmerit, and offered it with splendor to the Supreme Deity, Inviting\r\n\t\t\t\ttheir ancestors to be present."
        }
    },
    {
        "name": "Sui",
        "description": "Following",
        "number": 17,
        "image": "./image/Sui.gif",
        "trigrams": {
            "above": "tui",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "The trigram Tui, the Joyous, whose attribute is gladness, is\r\n\t\t\t\tabove; Chen, the Arousing, which has the attribute of movement, is\r\n\t\t\t\tbelow. Joy in movement induces following. The Joyous is the youngest\r\n\t\t\t\tdaughter, while the Arousing is the eldest son. An older man defers\r\n\t\t\t\tto a young girl and shows her consideration. By this he moves her to\r\n\t\t\t\tfollow him.",
            "judgement": "Following has supreme success. Perseverance furthers. No blame.",
            "image": "Thunder in the middle of the lake: The image of Following. Thus\r\n\t\t\t\tthe superior man at nightfall Goes indoors for rest and\r\n\t\t\t\trecuperation."
        }
    },
    {
        "name": "Ku",
        "description": "Work on what has been spoiled (Decay)",
        "number": 18,
        "image": "./image/Ku.gif",
        "trigrams": {
            "above": "ken",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "The Chinese character ku represents a bowl in whose contents worms\r\n\t\t\t\tare breeding. This means decay. It is come about because the gentle\r\n\t\t\t\tindifference in the lower trigram has come together with the rigid\r\n\t\t\t\tinertia of the upper, and the result is stagnation. Since this\r\n\t\t\t\timplies guilt, the conditions embody a demand for removal of the\r\n\t\t\t\tcause. Hence the meaning of the hexagram is not simply 'what has\r\n\t\t\t\tbeen spoiled' but 'work on what has been spoiled'.",
            "judgement": "Work on what has been spoiled Has supreme success. It furthers one\r\n\t\t\t\tto cross the great water; Before the starting point, three days.\r\n\t\t\t\tAfter the starting point, three days.",
            "image": "The wind blows low on the mountain: The image of Decay. Thus the\r\n\t\t\t\tsuperior man stirs up the people and strengthens their spirit."
        }
    },
    {
        "name": "Lin",
        "description": "Approach",
        "number": 19,
        "image": "./image/Lin.gif",
        "trigrams": {
            "above": "kun",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "The Chinese word lin has a range of meanings that is not exhausted\r\n\t\t\t\tby any single word of another language. The ancient explanations in\r\n\t\t\t\tthe Book of Changes give as its first meaning, 'becoming great.'\r\n\t\t\t\tWhat becomes great are the two strong lines growing into the\r\n\t\t\t\thexagram from below; the light-giving power expands with them. The\r\n\t\t\t\tmeaning is then further extended to include the concept of approach,\r\n\t\t\t\tespecially the approach of what is lower. Finally the meaning\r\n\t\t\t\tincludes the attitude of condescension of a man in high position\r\n\t\t\t\ttoward the people, and in general the setting to work on affairs.\r\n\t\t\t\tThis hexagram is linked with the twelfth month (January-February),\r\n\t\t\t\twhen after the winter solstice, the light power begins to ascend\r\n\t\t\t\tagain.",
            "judgement": "Approach has supreme success. Perseverance furthers. When the\r\n\t\t\t\teighth month comes, There will be misfortune.",
            "image": "The earth above the lake: The image of Approach. Thus the superior\r\n\t\t\t\tman is inexhaustible in his will to teach, And without limits in his\r\n\t\t\t\ttolerance and protection of the people."
        }
    },
    {
        "name": "Kuan",
        "description": "Contemplation (View)",
        "number": 20,
        "image": "./image/Kuan.gif",
        "trigrams": {
            "above": "sun",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "A slight variation of tonal stress gives the Chinese name for this\r\n\t\t\t\thexagram a double meaning. It means both contemplating and being\r\n\t\t\t\tseen, in the sense of being an example. These ideas are suggested by\r\n\t\t\t\tthe fact that the hexagram can be understood as picturing a type of\r\n\t\t\t\ttower characteristic of ancient China. A tower of this kind\r\n\t\t\t\tcommanded a wide view of the country; at the same time, when\r\n\t\t\t\tsituated on a mountain, it became a landmark that could be seen for\r\n\t\t\t\tmiles around. Thus the hexagram shows a ruler who contemplates the\r\n\t\t\t\tlaw of heaven above him and the ways of the people below, and who,\r\n\t\t\t\tby means of good government, sets a lofty example to the masses.\r\n\t\t\t\tThis hexagram is linked with the eight month (September-October).\r\n\t\t\t\tThe light-giving power retreats and the dark power is again on the\r\n\t\t\t\tincrease. However, this aspect is not material in the interpretation\r\n\t\t\t\tof the hexagram as a whole.",
            "judgement": "Contemplation. The ablution has been made, but not yet the\r\n\t\t\t\toffering. Full of trust they look up to him.",
            "image": "The wind blows over the earth: The image of Contemplation. Thus\r\n\t\t\t\tthe kings of old visited the regions of the world, contemplated the\r\n\t\t\t\tpeople and gave them instruction."
        }
    },
    {
        "name": "Shih Ho",
        "description": "Biting Through",
        "number": 21,
        "image": "./image/Shih Ho.gif",
        "trigrams": {
            "above": "li",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "This hexagram represents an open mouth (cf. hexagram 27) with an obstruction (in the fourth\r\n\t\t\t\tplace) between the teeth. As a result the lips cannot meet. To bring\r\n\t\t\t\tthem together one must bite energetically through the obstacle.\r\n\t\t\t\tSince the hexagram is made up of the trigrams for thunder and for\r\n\t\t\t\tlightning, it indicates how obstacles are forcibly removed in\r\n\t\t\t\tnature. Energetic biting through overcomes the obstacle that\r\n\t\t\t\tprevents joining of the lips; the storm with its thunder and\r\n\t\t\t\tlightning overcomes the disturbing tension in nature. Recourse to\r\n\t\t\t\tlaw and penalties overcomes the disturbances of harmonious social\r\n\t\t\t\tlife caused by criminals and slanderers. The theme of this hexagram\r\n\t\t\t\tis a criminal lawsuit, in contradistinction to that of Sung, Conflict (6), which refers\r\n\t\t\t\tto civil suits.",
            "judgement": "Biting Through has success. It is favorable to let justice be\r\n\t\t\t\tadministered.",
            "image": "Thunder and lighting: The image of Biting Through. Thus the kings\r\n\t\t\t\tof former times made firm the laws Through clearly defined\r\n\t\t\t\tpenalties."
        }
    },
    {
        "name": "Pi",
        "description": "Grace",
        "number": 22,
        "image": "./image/Pi.gif",
        "trigrams": {
            "above": "ken",
            "below": "li"
        },
        "interpretation": {
            "introduction": "This hexagram shows a fire that breaks out of the secret depths of\r\n\t\t\t\tthe earth and, blazing up, illuminates and beautifies the mountain,\r\n\t\t\t\tthe heavenly heights. Grace-beauty of form-is necessary in any union\r\n\t\t\t\tif it is to be well ordered and pleasing rather than disordered and\r\n\t\t\t\tchaotic.",
            "judgement": "Grace has success in small matters It is favorable to undertake\r\n\t\t\t\tsomething.",
            "image": "Fire at the foot of the mountain: The image of Grace. Thus does\r\n\t\t\t\tthe superior man proceed when clearing up current affairs. But he\r\n\t\t\t\tdare not decide controversial issues in this way."
        }
    },
    {
        "name": "Po",
        "description": "Splitting Apart",
        "number": 23,
        "image": "./image/Po.gif",
        "trigrams": {
            "above": "ken",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "The dark lines are about to mount upward and overthrow the last\r\n\t\t\t\tfirm, light line by exerting a disintegrating influence on it. The\r\n\t\t\t\tinferior, dark forces overcome what is superior and strong, not by\r\n\t\t\t\tdirect means, but by undermining it gradually and imperceptibly, so\r\n\t\t\t\tthat it finally collapses. The lines of the hexagram present the\r\n\t\t\t\timage of a house, the top line being the roof, and because the roof\r\n\t\t\t\tis being shattered the house collapses. The hexagram belongs to the\r\n\t\t\t\tninth month (October-November). The yin power pushes up ever more\r\n\t\t\t\tpowerfully and is about to supplant the yang power altogether.",
            "judgement": "Splitting Apart. It does not further one to go anywhere.",
            "image": "The mountain rests on the earth: The image of Splitting Apart.\r\n\t\t\t\tThus those above can ensure their position only by giving generously\r\n\t\t\t\tto those below."
        }
    },
    {
        "name": "Fu",
        "description": "Return (The Turning Point)",
        "number": 24,
        "image": "./image/Fu.gif",
        "trigrams": {
            "above": "kun",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "The idea of a turning point arises from the fact that after the\r\n\t\t\t\tdark lines have pushed all of the light lines upward and out of the\r\n\t\t\t\thexagram, another light line enters the hexagram from below. The\r\n\t\t\t\ttime of darkness is past. The winter solstice brings the victory of\r\n\t\t\t\tlight. This hexagram is linked with the eleventh month, the month of\r\n\t\t\t\tthe solstice (December-January).",
            "judgement": "Return. Success. Going out and coming in without error. Friends\r\n\t\t\t\tcome without blame. To and fro goes the way. On the seventh day\r\n\t\t\t\tcomes return. It furthers one to have somewhere to go.",
            "image": "Thunder within the earth: The image of The Turning Point. Thus the\r\n\t\t\t\tkings of antiquity closed the passes at the time of solstice.\r\n\t\t\t\tMerchants and strangers did not go about, and the ruler did not\r\n\t\t\t\ttravel through the provinces."
        }
    },
    {
        "name": "Wu Wang",
        "description": "Innocence (The Unexpected)",
        "number": 25,
        "image": "./image/Wu Wang.gif",
        "trigrams": {
            "above": "chien",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "Ch'ien, heaven is above; Chen, movement, is below. The lower\r\n\t\t\t\ttrigram Chen is under the influence of the strong line it has\r\n\t\t\t\treceived form above, from heaven. When, in accord with this,\r\n\t\t\t\tmovement follows the law of heaven, man is innocent and without\r\n\t\t\t\tguile. His mind is natural and true, unshadowed by reflection or\r\n\t\t\t\tulterior designs. For wherever conscious purpose is to be seen,\r\n\t\t\t\tthere the truth and innocence of nature have been lost. Nature that\r\n\t\t\t\tis not directed by the spirit is not true but degenerate nature.\r\n\t\t\t\tStarting out with the idea of the natural, the train of thought in\r\n\t\t\t\tpart goes somewhat further and thus the hexagram includes also the\r\n\t\t\t\tidea of the fundamental or unexpected.",
            "judgement": "Innocence. Supreme success. Perseverance furthers. If someone is\r\n\t\t\t\tnot as he should be he has misfortune, And it does not further him\r\n\t\t\t\tto undertake anything.",
            "image": "Under heaven thunder rolls: All things attain the natural state of\r\n\t\t\t\tinnocence. Thus the kings of old, rich in virtue and in harmony with\r\n\t\t\t\tthe time, fostered and nourished all beings."
        }
    },
    {
        "name": "Ta Chu",
        "description": "The Taming Power of the Great",
        "number": 26,
        "image": "./image/Ta Chu.gif",
        "trigrams": {
            "above": "ken",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "The Creative is tamed by Ken, Keeping Still. This produces great\r\n\t\t\t\tpower, a situation in contrast to that of the ninth hexagram, Hsiao\r\n\t\t\t\tChu, The Taming Power of the Small, in which the Creative is tamed\r\n\t\t\t\tby the Gentle alone. There one weak line must tame five strong\r\n\t\t\t\tlines, but here four strong lines are restrained by two weak lines;\r\n\t\t\t\tin addition to a minister, there is a prince, and the restraining\r\n\t\t\t\tpower therefore is afar stronger. The hexagram has a threefold\r\n\t\t\t\tmeaning, expressing different aspects of the concept 'Holding firm.'\r\n\t\t\t\tHeaven within the mountain gives the idea of holding firm in the\r\n\t\t\t\tsense of holding together; the trigram Ken which holds the trigram\r\n\t\t\t\tch'ien still, gives the idea of holding firm in the sense of holding\r\n\t\t\t\tback; the third idea is that of holding firm in the sense of caring\r\n\t\t\t\tfor and nourishing. This last is suggested by the fact that a strong\r\n\t\t\t\tline at the top, which is the ruler of the hexagram, is honored and\r\n\t\t\t\ttended as a sage. The third of these meanings also attaches\r\n\t\t\t\tspecifically to this strong line at the top, which represents the\r\n\t\t\t\tsage.",
            "judgement": "The Taming Power of the Great. Perseverance furthers. Not eating\r\n\t\t\t\tat home brings good fortune. It furthers one to cross the great\r\n\t\t\t\twater.",
            "image": "Heaven within the mountain: The image of The Taming Power of the\r\n\t\t\t\tGreat. Thus the superior man acquaints himself with many sayings of\r\n\t\t\t\tantiquity and many deeds of the past in order to strengthen his\r\n\t\t\t\tcharacter thereby."
        }
    },
    {
        "name": "I",
        "description": "Corners of the Mouth (Providing\r\n\t\t\t\tNourishment)",
        "number": 27,
        "image": "./image/I.gif",
        "trigrams": {
            "above": "ken",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "This hexagram is a picture of an open mouth; above and below are\r\n\t\t\t\tfirm lines of the lips, and between them the opening. Starting with\r\n\t\t\t\tthe mouth, through which we take food for nourishment, the thought\r\n\t\t\t\tleads to nourishment itself. Nourishment of oneself, specifically of\r\n\t\t\t\tthe body, is represented in the three lower lines, while the three\r\n\t\t\t\tupper lines represent nourishment and care of others, in a higher,\r\n\t\t\t\tspiritual sense.",
            "judgement": "The Corners of the Mouth. Perseverance brings good fortune. Pay\r\n\t\t\t\theed to the providing of nourishment and to what a man seeks to fill\r\n\t\t\t\this own mouth with.",
            "image": "At the foot of the mountain, thunder: The image of Providing\r\n\t\t\t\tNourishment . Thus the superior man is careful of his words and\r\n\t\t\t\ttemperate in eating and drinking."
        }
    },
    {
        "name": "Ta Kuo",
        "description": "Preponderance of the Great",
        "number": 28,
        "image": "./image/Ta Kuo.gif",
        "trigrams": {
            "above": "tui",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "This hexagram consists of four strong lines inside and two weak\r\n\t\t\t\tlines outside. When the strong are outside and the weak inside, all\r\n\t\t\t\tis well and there is nothing out of balance, nothing extraordinary\r\n\t\t\t\tin the situation. Here, however, the opposite is the case. The\r\n\t\t\t\thexagram represents a beam that is thick and heavy in the middle but\r\n\t\t\t\ttoo weak at the ends. This is a condition that cannot last; it must\r\n\t\t\t\tbe changed, must pass, or misfortune will result.",
            "judgement": "Preponderance of the Great. The ridgepole sags to the breaking\r\n\t\t\t\tpoint. It furthers one to have somewhere to go. Success.",
            "image": "The lake rises above the trees: The image of Preponderance of the\r\n\t\t\t\tGreat. Thus the superior man, when he stands alone, is unconcerned\r\n\t\t\t\tand if he has to renounce the world he is undaunted."
        }
    },
    {
        "name": "Kan",
        "description": "The Abysmal (Water)",
        "number": 29,
        "image": "./image/Kan.gif",
        "trigrams": {
            "above": "kan",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "This hexagram consists of a doubling of the trigram K'an. It is\r\n\t\t\t\tone of the eight hexagrams in which doubling occurs. The trigram\r\n\t\t\t\tK'an means a plunging in. A yang line has plunged in between two yin\r\n\t\t\t\tlines and is closed in by them like water in a ravine. The trigram\r\n\t\t\t\tK'an is also the middle son. The Receptive has obtained the middle\r\n\t\t\t\tline of the Creative, and thus K'an develops. As an image it\r\n\t\t\t\trepresents water, the water that comes from above and is in motion\r\n\t\t\t\ton earth in streams and rivers, giving rise to all life on earth. In\r\n\t\t\t\tman's world K'an represents the heart, the soul locked up within the\r\n\t\t\t\tbody, the principle of light inclosed in the dark--that is, reason.\r\n\t\t\t\tThe name of the hexagram, because the trigram is doubled, has the\r\n\t\t\t\tadditional meaning, 'repetition of danger.' Thus the hexagram is\r\n\t\t\t\tintended to designate an objective situation to which one must\r\n\t\t\t\tbecome accustomed, not a subjective attitude. For danger due to a\r\n\t\t\t\tsubjective attitude means either foolhardiness or guile. Hence too a\r\n\t\t\t\travine is used to symbolize danger; it is a situation in which a man\r\n\t\t\t\tis in the same pass as the water in a ravine, and, like the water,\r\n\t\t\t\the can escape if he behaves correctly.",
            "judgement": "The Abysmal repeated. If you are sincere, you have success in your\r\n\t\t\t\theart and whatever you do succeeds.",
            "image": "Water flows on uninterruptedly and reaches its foal: The image of\r\n\t\t\t\tthe Abysmal repeated. Thus the superior man walks in lasting virtue\r\n\t\t\t\tand carries on the business of teaching."
        }
    },
    {
        "name": "Li",
        "description": "The Clinging, Fire",
        "number": 30,
        "image": "./image/Li.gif",
        "trigrams": {
            "above": "li",
            "below": "li"
        },
        "interpretation": {
            "introduction": "This hexagram is another double sign. The trigram Li means 'to\r\n\t\t\t\tcling to something,' and also 'brightness.' A dark line clings to\r\n\t\t\t\ttwo light lines, one above and one below--the image of an empty\r\n\t\t\t\tspace between two strong lines, whereby the two strong lines are\r\n\t\t\t\tmade bright. The trigram represents the middle daughter. The\r\n\t\t\t\tCreative has incorporated the central line of the Receptive, and\r\n\t\t\t\tthus Li develops. As an image, it is fire. Fire has no definite form\r\n\t\t\t\tbut clings to the burning object and thus is bright. As water pours\r\n\t\t\t\tdown from heaven, so fire flames up from the earth. While K'an means\r\n\t\t\t\tthe soul shut within the body, Li stands for nature in its radiance.",
            "judgement": "The Clinging. Perseverance furthers. It brings success. Care of\r\n\t\t\t\tthe cow brings good fortune.",
            "image": "That which is bright rises twice: The image of Fire. Thus the\r\n\t\t\t\tgreat man, by perpetuating this brightness, illumines the four\r\n\t\t\t\tquarters of the world."
        }
    },
    {
        "name": "Hsien",
        "description": "Influence (Wooing)",
        "number": 31,
        "image": "./image/Hsien.gif",
        "trigrams": {
            "above": "tui",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "The name of the hexagram means 'universal,' 'general,' and in a\r\n\t\t\t\tfigurative sense 'to influence,' 'to stimulate.' The upper trigram\r\n\t\t\t\tis Tui, the Joyous; the lower is Ken, Keeping still. By its\r\n\t\t\t\tpersistent, quiet influence, the lower, rigid trigram stimulates the\r\n\t\t\t\tupper, weak trigram, which responds to this stimulation cheerfully\r\n\t\t\t\tand joyously. Ken, the lower trigram, is the youngest son; the\r\n\t\t\t\tupper, Tui, is the youngest daughter. Thus the universal mutual\r\n\t\t\t\tattraction between the sexes is represented. In courtship, the\r\n\t\t\t\tmasculine principle must seize the initiative and place itself below\r\n\t\t\t\tthe feminine principle. Just as the first part of book 1 begins with\r\n\t\t\t\tthe hexagrams of heaven and earth, the foundations of all that\r\n\t\t\t\texists, the second part begins with the hexagrams of courtship and\r\n\t\t\t\tmarriage, the foundations of all social relationships.",
            "judgement": "Influence. Success. Perseverance furthers. To take a maiden to\r\n\t\t\t\twife brings good fortune.",
            "image": "A lake on the mountain: The image of influence. Thus the superior\r\n\t\t\t\tman encourages people to approach him By his readiness to receive\r\n\t\t\t\tthem."
        }
    },
    {
        "name": "Heng",
        "description": "Duration",
        "number": 32,
        "image": "./image/Heng.gif",
        "trigrams": {
            "above": "chen",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "The strong trigram Chen is above, the weak trigram Sun below. This\r\n\t\t\t\thexagram is the inverse of the preceding one. In the latter we have\r\n\t\t\t\tinfluence, here we have union as an enduring condition. The two\r\n\t\t\t\timages are thunder and wind, which are likewise constantly paired\r\n\t\t\t\tphenomena. The lower trigram indicates gentleness within; the upper,\r\n\t\t\t\tmovement without. In the sphere of social relationships, the\r\n\t\t\t\thexagram represents the institution of marriage as the enduring\r\n\t\t\t\tunion of the sexes. During courtship the young man subordinates\r\n\t\t\t\thimself to the girl, but in marriage, which is represented by the\r\n\t\t\t\tcoming together of the eldest son and the eldest daughter, the\r\n\t\t\t\thusband is the directing and moving force outside, while the wife,\r\n\t\t\t\tinside, is gentle and submissive.",
            "judgement": "Duration. Success. No blame. Perseverance furthers. It furthers\r\n\t\t\t\tone to have somewhere to go.",
            "image": "Thunder and wind: the image of Duration. Thus the superior man\r\n\t\t\t\tstands firm and does not change has direction."
        }
    },
    {
        "name": "Tun",
        "description": "Retreat",
        "number": 33,
        "image": "./image/Tun.gif",
        "trigrams": {
            "above": "chien",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "The power of the dark is ascending. The light retreats to\r\n\t\t\t\tsecurity, so that the dark cannot encroach upon it. This retreat is\r\n\t\t\t\ta matter not of man's will but of natural law. Therefore in this\r\n\t\t\t\tcase withdrawal is proper; it is the correct way to behave in order\r\n\t\t\t\tnot to exhaust one's forces. In the calendar this hexagram is linked\r\n\t\t\t\twith the sixth month (July-August), in which the forces of winter\r\n\t\t\t\tare already showing their influence.",
            "judgement": "Retreat. Success. In what is small, perseverance furthers.",
            "image": "Mountain under heaven: the image of Retreat. Thus the superior man\r\n\t\t\t\tkeeps the inferior man at a distance, not angrily but with reserve."
        }
    },
    {
        "name": "Ta Chuang",
        "description": "The Power of the Great",
        "number": 34,
        "image": "./image/Ta Chuang.gif",
        "trigrams": {
            "above": "chen",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "The great lines, that is, the light, strong lines, are powerful.\r\n\t\t\t\tFour light lines have entered the hexagram from below and are about\r\n\t\t\t\tto ascend higher. The upper trigram is Chen, the Arousing; the lower\r\n\t\t\t\tis ch'ien, the Creative. Ch'ien is strong, Chen produces movement.\r\n\t\t\t\tThe union of movement and strength gives the meaning of The Power of\r\n\t\t\t\tthe Great. The hexagram is linked with the second month\r\n\t\t\t\t(March-April).",
            "judgement": "The Power of the Great. Perseverance furthers.",
            "image": "Thunder in heaven above: The image of The Power of the Great. Thus\r\n\t\t\t\tthe superior man does not tread upon paths that do not accord with\r\n\t\t\t\testablished order."
        }
    },
    {
        "name": "Chin",
        "description": "Progress",
        "number": 35,
        "image": "./image/Chin.gif",
        "trigrams": {
            "above": "li",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "The hexagram represents the sun rising over the earth. It is\r\n\t\t\t\ttherefore the symbol of rapid, easy progress, which at the same time\r\n\t\t\t\tmeans ever widening expansion and clarity.",
            "judgement": "Progress. The powerful prince is honored with horses in large\r\n\t\t\t\tnumbers. In a single day he is granted audience three times.",
            "image": "The sun rises over the earth: The image of Progress. Thus the\r\n\t\t\t\tsuperior man himself brightens his bright virtue."
        }
    },
    {
        "name": "Ming I",
        "description": "Darkening of the light",
        "number": 36,
        "image": "./image/Ming I.gif",
        "trigrams": {
            "above": "kun",
            "below": "li"
        },
        "interpretation": {
            "introduction": "Here the sun has sunk under the earth and is therefore darkened.\r\n\t\t\t\tThe name of the hexagram means literally 'wounding of the bright';\r\n\t\t\t\thence the individual lines contain frequent references to wounding.\r\n\t\t\t\tThe situation is the exact opposite of that in the foregoing\r\n\t\t\t\thexagram. In the latter a wise man at the head of affairs has able\r\n\t\t\t\thelpers, and in company with them makes progress; here a man of dark\r\n\t\t\t\tnature is in a position of authority and brings harm to the wise and\r\n\t\t\t\table man.",
            "judgement": "Darkening of the light. In adversity. It furthers one to be\r\n\t\t\t\tpersevering.",
            "image": "The light has sunk into the earth: The image of Darkening of the\r\n\t\t\t\tlight. Thus does the superior man live with the great mass: He veils\r\n\t\t\t\this light yet still shines."
        }
    },
    {
        "name": "Chia Jen",
        "description": "The Family (The Clan)",
        "number": 37,
        "image": "./image/Chia Jen.gif",
        "trigrams": {
            "above": "sun",
            "below": "li"
        },
        "interpretation": {
            "introduction": "The hexagram represents the laws obtaining within the family. The\r\n\t\t\t\tstrong line at the top represents the father, the lowest the son.\r\n\t\t\t\tThe strong line in the fifth place represents the husband, the\r\n\t\t\t\tyielding second line the wife. On the other hand, the two strong\r\n\t\t\t\tlines in the fifth and the third place represent two brothers, and\r\n\t\t\t\tthe two weak lines correlated with them in the fourth and the second\r\n\t\t\t\tplace stand for their respective wives. Thus all the connections and\r\n\t\t\t\trelationships within the family find their appropriate expression.\r\n\t\t\t\tEach individual line has the character according with its place. The\r\n\t\t\t\tfact that a strong line occupies the sixth place-where a weak line\r\n\t\t\t\tmight be expected-indicates very clearly the strong leadership that\r\n\t\t\t\tmust come from the head of the family. The line is to be considered\r\n\t\t\t\there not in its quality as the sixth but in its quality as the top\r\n\t\t\t\tline. The Family shows the laws operative within the household that,\r\n\t\t\t\ttransferred to outside life, keep the state and the world in order.\r\n\t\t\t\tThe influence that goes out from within the family is represented by\r\n\t\t\t\tthe symbol of the wind created by fire.",
            "judgement": "The Family. The perseverance of the woman furthers.",
            "image": "Wind comes forth from fire: The image of The Family. Thus the\r\n\t\t\t\tsuperior man has substance in his words and duration in his way of\r\n\t\t\t\tlife."
        }
    },
    {
        "name": "Kuei",
        "description": "Opposition",
        "number": 38,
        "image": "./image/Kuei.gif",
        "trigrams": {
            "above": "li",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "This hexagram is composed of the trigram Li above, i.e., flame,\r\n\t\t\t\twhich burns upward, and Tui below, i.e., the lake, which seeps\r\n\t\t\t\tdownward. These two movements are indirect contrast. Furthermore, Li\r\n\t\t\t\tis the second daughter and Tui the youngest daughter, and although\r\n\t\t\t\tthey live in the same house they belong to different men; hence\r\n\t\t\t\ttheir wills are not the same but are divergently directed.",
            "judgement": "Opposition. In small matters, good fortune.",
            "image": "Above, fire; below. The lake. The image of Opposition. Thus amid\r\n\t\t\t\tall fellowship the superior man retains his individuality."
        }
    },
    {
        "name": "Chien",
        "description": "Obstruction",
        "number": 39,
        "image": "./image/Chien.gif",
        "trigrams": {
            "above": "kan",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "The hexagram pictures a dangerous abyss lying before us and a\r\n\t\t\t\tsteep, inaccessible mountain rising behind us. We are surrounded by\r\n\t\t\t\tobstacles; at the same time, since the mountain has the attribute of\r\n\t\t\t\tkeeping still, there is implicit a hint as to how we can extricate\r\n\t\t\t\tourselves. The hexagram represents obstructions that appear in the\r\n\t\t\t\tcourse of time but that can and should be overcome. Therefore all\r\n\t\t\t\tthe instruction given is directed to overcoming them.",
            "judgement": "Obstruction. The southwest furthers. The northeast does not\r\n\t\t\t\tfurther. It furthers one to see the great man. Perseverance brings\r\n\t\t\t\tgood fortune.",
            "image": "Water on the mountain: The image of Obstruction. Thus the superior\r\n\t\t\t\tman turns his attention to himself and molds his character."
        }
    },
    {
        "name": "Hsieh",
        "description": "Deliverance",
        "number": 40,
        "image": "./image/Hsieh.gif",
        "trigrams": {
            "above": "chen",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "Here the movement goes out of the sphere of danger. The obstacle\r\n\t\t\t\thas been removed, the difficulties are being resolved. Deliverance\r\n\t\t\t\tis not yet achieved; it is just in its beginning, and the hexagram\r\n\t\t\t\trepresents its various stages.",
            "judgement": "Deliverance. The southwest furthers. If there is no longer\r\n\t\t\t\tanything where one has to go, Return brings good fortune. If there\r\n\t\t\t\tis still something where one has to go, Hastening brings good\r\n\t\t\t\tfortune.",
            "image": "Thunder and rain set in: The image of Deliverance. Thus the\r\n\t\t\t\tsuperior man pardons mistakes and forgives misdeeds."
        }
    },
    {
        "name": "Sun",
        "description": "Decrease",
        "number": 41,
        "image": "./image/Sun.gif",
        "trigrams": {
            "above": "ken",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "This hexagram represents a decrease of the lower trigram in favor\r\n\t\t\t\tof the upper, because the third line, originally strong, has moved\r\n\t\t\t\tup to the top, and the top line, originally weak, has replaced it.\r\n\t\t\t\tWhat is below is decreased to the benefit of what is above. This is\r\n\t\t\t\tout-and-out decrease. If the foundations of a building are decreased\r\n\t\t\t\tin strength and the upper walls are strengthened, the whole\r\n\t\t\t\tstructure loves its stability. Likewise, a decrease in the\r\n\t\t\t\tprosperity of the people in favor of the government is out-and-out\r\n\t\t\t\tdecrease. And the entire theme of the hexagram is directed to\r\n\t\t\t\tshowing how this shift of wealth can take place without causing the\r\n\t\t\t\tsources of wealth can take place without causing the sources of\r\n\t\t\t\twealth in the nation and its lower classes to fail.",
            "judgement": "Decrease combined with sincerity Brings about supreme good fortune\r\n\t\t\t\twithout blame. One may be persevering in this. It furthers one to\r\n\t\t\t\tundertake something. How is this to be carried out? One may use two\r\n\t\t\t\tsmall bowls for the sacrifice.",
            "image": "At the foot of the mountain, the lake: The image of Decrease. Thus\r\n\t\t\t\tthe superior man controls his anger and restrains his instincts."
        }
    },
    {
        "name": "I",
        "description": "Increase",
        "number": 42,
        "image": "./image/I.gif",
        "trigrams": {
            "above": "sun",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "The idea of increase is expressed in the fact that the strong\r\n\t\t\t\tlowest line of the upper trigram has sunk down and taken its place\r\n\t\t\t\tunder the lower trigram. This conception also expresses the\r\n\t\t\t\tfundamental idea on which the Book of Changes is based. To rule\r\n\t\t\t\ttruly is to serve. A sacrifice of the higher element that produces\r\n\t\t\t\tan increase of the lower is called an out-and-out increase: it\r\n\t\t\t\tindicates the spirit that alone has power to help the world.",
            "judgement": "Increase. It furthers one to undertake something. It furthers one\r\n\t\t\t\tto cross the great water.",
            "image": "Wind and thunder: the image of Increase. Thus the superior man, if\r\n\t\t\t\the sees good, he imitates it. If he has faults, he rids himself of\r\n\t\t\t\tthem."
        }
    },
    {
        "name": "Kuai",
        "description": "Break-through (Resoluteness)",
        "number": 43,
        "image": "./image/Kuai.gif",
        "trigrams": {
            "above": "tui",
            "below": "chien"
        },
        "interpretation": {
            "introduction": "This hexagram signifies on the one hand a break-through after a\r\n\t\t\t\tlong accumulation of tension, as a swollen river breaks through its\r\n\t\t\t\tdikes, or in the manner of a cloudburst. On the other hand, applied\r\n\t\t\t\tto human conditions, it refers to the time when inferior people\r\n\t\t\t\tgradually begin to disappear. Their influence is on the wane; as a\r\n\t\t\t\tresult of resolute action, a change in conditions occurs, a\r\n\t\t\t\tbreak-through. The hexagram is linked with the third month\r\n\t\t\t\t[April-May].",
            "judgement": "Break-through. One must resolutely make the matter known at the\r\n\t\t\t\tcourt of the king. It must be announced truthfully. Danger. It is\r\n\t\t\t\tnecessary to notify one's own city. It does not further to resort to\r\n\t\t\t\tarms. It furthers one to undertake something.",
            "image": "The lake has risen up to heaven: The image of Break-through. Thus\r\n\t\t\t\tthe superior man dispenses riches downward and refrains from resting\r\n\t\t\t\ton his virtue."
        }
    },
    {
        "name": "Kou",
        "description": "Coming to Meet",
        "number": 44,
        "image": "./image/Kou.gif",
        "trigrams": {
            "above": "chien",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "This hexagram indicates a situation in which the principle of\r\n\t\t\t\tdarkness, after having been eliminated, furtively and unexpectedly\r\n\t\t\t\tobtrudes again from within and below. Of its own accord the female\r\n\t\t\t\tprinciple comes to meet the male. It is an unfavorable and dangerous\r\n\t\t\t\tsituation, and we must understand and promptly prevent the possible\r\n\t\t\t\tconsequences. The hexagram is linked with the fifth month\r\n\t\t\t\t[June-July], because at the summer solstice the principle of\r\n\t\t\t\tdarkness gradually becomes ascendant again.",
            "judgement": "Coming to Meet. The maiden is powerful. One should not marry such\r\n\t\t\t\ta maiden.",
            "image": "Under heaven, wind: The image of Coming to Meet. Thus does the\r\n\t\t\t\tprince act when disseminating his commands and proclaiming them to\r\n\t\t\t\tthe four quarters of heaven."
        }
    },
    {
        "name": "Tsui",
        "description": "Gathering Together (Massing)",
        "number": 45,
        "image": "./image/Tsui.gif",
        "trigrams": {
            "above": "tui",
            "below": "kun"
        },
        "interpretation": {
            "introduction": "This hexagram is related in form and meaning to Pi, Holding Togeather (8). In the latter, water\r\n\t\t\t\tis over the earth; here a lake is over the earth. But since the lake\r\n\t\t\t\tis a place where water collects, the idea of gathering together is\r\n\t\t\t\teven more strongly expressed here than in the other hexagram. The\r\n\t\t\t\tsame idea also arises from the fact that in the present case it is\r\n\t\t\t\ttwo strong lines (the fourth and the fifth) that bring about the\r\n\t\t\t\tgather together, whereas in the former case one strong line (the\r\n\t\t\t\tfifth) stands in the midst of weak lines.",
            "judgement": "Gathering Together. Success. The king approaches his temple. It\r\n\t\t\t\tfurthers one to see the great man. This brings success. Perseverance\r\n\t\t\t\tfurthers. To bring great offerings creates good fortune. It furthers\r\n\t\t\t\tone to undertake something.",
            "image": "Over the earth, the lake: The image of Gathering Together. Thus\r\n\t\t\t\tthe superior man renews his weapons in order to meet the unforeseen."
        }
    },
    {
        "name": "Sheng",
        "description": "Pushing Upward",
        "number": 46,
        "image": "./image/Sheng.gif",
        "trigrams": {
            "above": "kun",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "The lower trigram, Sun, represents wood, and the upper, K'un, means\r\n\t\t\t\tthe earth. Linked with this is the idea that wood in the earth grows\r\n\t\t\t\tupward. In contrast to the meaning of Chin, Progress (35), this pushing upward is\r\n\t\t\t\tassociated with effort, just as a plant needs energy for pushing\r\n\t\t\t\tupward through the earth. That is why this hexagram, although it is\r\n\t\t\t\tconnected with success, is associated with effort of the will. In\r\n\t\t\t\tProgress the emphasis is on expansion; Pushing Upward indicates\r\n\t\t\t\trather a vertical ascent-direct rise from obscurity and lowliness to\r\n\t\t\t\tpower and influence.",
            "judgement": "Pushing Upward has supreme success. One must see the great man,\r\n\t\t\t\tfear not. Departure toward the south brings good fortune.",
            "image": "Within the earth, wood grows: The image of Pushing Upward. Thus\r\n\t\t\t\tthe superior man of devoted character heaps up small things in order\r\n\t\t\t\tto achieve something high and great."
        }
    },
    {
        "name": "Kun",
        "description": "Oppression (Exhaustion)",
        "number": 47,
        "image": "./image/Kun.gif",
        "trigrams": {
            "above": "tui",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "The lake is above, water below; the lake is empty, dried up.\r\n\t\t\t\tExhaustion is expressed in yet another way: at the top, a dark line\r\n\t\t\t\tis holding down two light line; below, a light line is hemmed in\r\n\t\t\t\tbetween two dark ones. The upper trigram belongs to the principle of\r\n\t\t\t\tdarkness, the lower to the principle of light. Thus everywhere\r\n\t\t\t\tsuperior men are oppressed and held in restraint by inferior men.",
            "judgement": "Oppression. Success. Perseverance. The great man brings about good\r\n\t\t\t\tfortune, no blame. When one has something to say it is not believed.",
            "image": "There is not water in the lake: The image of Exhaustion. Thus the\r\n\t\t\t\tsuperior man stakes his life on following his will."
        }
    },
    {
        "name": "Ching",
        "description": "The Well",
        "number": 48,
        "image": "./image/Ching.gif",
        "trigrams": {
            "above": "kan",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "Wood is below, water above. The wood goes down into the earth to\r\n\t\t\t\tbring up water. The image derives from the pole-and-bucket well of\r\n\t\t\t\tancient China. The wood represents not the buckets, which in ancient\r\n\t\t\t\ttimes were made of clay, but rather the wooden poles by which the\r\n\t\t\t\twater is hauled up from the well. The image also refers to the world\r\n\t\t\t\tof plants, which lift water out of the earth by means of their\r\n\t\t\t\tfibers. The well from which water is drawn conveys the further idea\r\n\t\t\t\tof an inexhaustible dispensing of nourishment.",
            "judgement": "The Well. The town may be changed but the well cannot be changed.\r\n\t\t\t\tIt neither decreases nor increases. They come and go and draw from\r\n\t\t\t\tthe well. If one gets down almost to the water and the rope does not\r\n\t\t\t\tgo all the way, or the jug breaks, it brings misfortune.",
            "image": "Water over wood: the image of The Well. Thus the superior man\r\n\t\t\t\tencourages the people at their work and exhorts them to help one\r\n\t\t\t\tanother."
        }
    },
    {
        "name": "Ko",
        "description": "Revolution (Molting)",
        "number": 49,
        "image": "./image/Ko.gif",
        "trigrams": {
            "above": "tui",
            "below": "li"
        },
        "interpretation": {
            "introduction": "The Chinese character for this hexagram means in its original sense\r\n\t\t\t\tan animal's pelt, which is changed in the course of the year by\r\n\t\t\t\tmolting. From this word is carried over to apply to the 'moltings'\r\n\t\t\t\tin political life, the great revolutions connected with changes of\r\n\t\t\t\tgovernments. The two trigrams making up the hexagram are the same\r\n\t\t\t\ttwo that appear in K'uei, Oppostion\r\n\t\t\t\t\t(38), that is, the two younger daughters, Li and Tui. But while\r\n\t\t\t\tthere the elder of the two daughters is above, and what results is\r\n\t\t\t\tessentially only an opposition of tendencies, here the younger\r\n\t\t\t\tdaughter is above. The influences are in actual conflict, and the\r\n\t\t\t\tforces combat each other like fire and water (lake), each trying to\r\n\t\t\t\tdestroy the other. Hence the idea of revolution.",
            "judgement": "Revolution. On your own day you are believed. Supreme success,\r\n\t\t\t\tFurthering through perseverance. Remorse disappears.",
            "image": "Fire in the lake: the image of Revolution. Thus the superior man\r\n\t\t\t\tsets the calendar in order and makes the seasons clear."
        }
    },
    {
        "name": "Ting",
        "description": "The Caldron",
        "number": 50,
        "image": "./image/Ting.gif",
        "trigrams": {
            "above": "li",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "The six lines construct the image of Ting, The Caldron; at the\r\n\t\t\t\tbottom are the legs, over them the belly, then come the ears\r\n\t\t\t\t(handles), and at the top the carrying rings. At the same time, the\r\n\t\t\t\timage suggests the idea of nourishment. The ting, cast of bronze,\r\n\t\t\t\twas the vessel that held the cooked viands in the temple of the\r\n\t\t\t\tancestors and at banquets. The heads of the family served the food\r\n\t\t\t\tfrom the ting into the bowls of the guests. The Well (48) likewise has the secondary\r\n\t\t\t\tmeaning of giving nourishment, but rather more in relation to the\r\n\t\t\t\tpeople. The ting, as a utensil pertaining to a refined civilization,\r\n\t\t\t\tsuggests the fostering and nourishing of able men, which redounded\r\n\t\t\t\tto the benefit of the state. This hexagram and The Well are the only\r\n\t\t\t\ttwo in the Book of Changes that represent concrete, men-made\r\n\t\t\t\tobjects. Yet here too the thought has its abstract connotation. Sun,\r\n\t\t\t\tbelow, is wood and wind; Li, above, is flame. Thus together they\r\n\t\t\t\tstand for the flame kindled by wood and wind, which likewise\r\n\t\t\t\tsuggests the idea of preparing food.",
            "judgement": "The Caldron. Supreme good fortune. Success.",
            "image": "Fire over wood: The image of The Caldron. Thus the superior man\r\n\t\t\t\tconsolidates his fate by making his position correct."
        }
    },
    {
        "name": "Chen",
        "description": "The Arousing (Shock, Thunder)",
        "number": 51,
        "image": "./image/Chen.gif",
        "trigrams": {
            "above": "chen",
            "below": "chen"
        },
        "interpretation": {
            "introduction": "The hexagram Chen represents the eldest son, who seizes rule with\r\n\t\t\t\tenergy and power. A yang line develops below two yin lines and\r\n\t\t\t\tpresses upward forcibly. This movement is so violent that it arouses\r\n\t\t\t\tterror. It is symbolized by thunder, which bursts forth from the\r\n\t\t\t\tearth and by its shock causes fear and trembling.",
            "judgement": "Shock brings success. Shock comes-oh, oh! Laughing words -ha, ha!\r\n\t\t\t\tThe shock terrifies for a hundred miles and he does not let fall the\r\n\t\t\t\tsacrificial spoon and chalice.",
            "image": "Thunder repeated: the image of Shock. Thus, in fear and trembling,\r\n\t\t\t\tthe superior man sets his life in order and examines himself."
        }
    },
    {
        "name": "Ken",
        "description": "Keeping Still, Mountain",
        "number": 52,
        "image": "./image/Ken.gif",
        "trigrams": {
            "above": "ken",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "The image of this hexagram is the mountain, the youngest son of\r\n\t\t\t\theaven and earth. The male principle is at the top because it\r\n\t\t\t\tstrives upward by nature; the female principle is below, since the\r\n\t\t\t\tdirection of its movement has come to its normal end. In its\r\n\t\t\t\tapplication to man, the hexagram turns upon the problem of achieving\r\n\t\t\t\ta quiet heart. It is very difficult to bring quiet to the heart.\r\n\t\t\t\tWhile Buddhism strives for rest through an ebbing away of all\r\n\t\t\t\tmovement in nirvana, the Book of Changes holds that rest is merely a\r\n\t\t\t\tstate of polarity that always posits movement as its complement.\r\n\t\t\t\tPossibly the words of the text embody directions for the practice of\r\n\t\t\t\tyoga.",
            "judgement": "Keeping Still. Keeping his back still so that he no longer feels\r\n\t\t\t\this body. He goes into his courtyard and does not see his people. No\r\n\t\t\t\tblame.",
            "image": "Mountains standing close together: The image of Keeping Still.\r\n\t\t\t\tThus the superior man does not permit his thoughts to go beyond his\r\n\t\t\t\tsituation."
        }
    },
    {
        "name": "Chien",
        "description": "Development (Gradual Progress)",
        "number": 53,
        "image": "./image/Chien.gif",
        "trigrams": {
            "above": "sun",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "This hexagram is made up of Sun (wood, penetration) above, i.e.,\r\n\t\t\t\twithout, and Ken (mountain, stillness) below, i.e., within. A tree\r\n\t\t\t\ton a mountain develops slowly according to the law of its being and\r\n\t\t\t\tconsequently stands firmly rooted. This gives the idea of a\r\n\t\t\t\tdevelopment that proceeds gradually, step by step. The attributes of\r\n\t\t\t\tthe trigrams also point to this: within is tranquility, which guards\r\n\t\t\t\tagainst precipitate actions, and without is penetration, which makes\r\n\t\t\t\tdevelopment and progress possible.",
            "judgement": "Development. The maiden Is given in marriage. Good fortune.\r\n\t\t\t\tPerseverance furthers.",
            "image": "On the mountain, a tree: The image of Development. Thus the\r\n\t\t\t\tsuperior man abides in dignity and virtue in order to improve the\r\n\t\t\t\tmores."
        }
    },
    {
        "name": "Kuei Mei",
        "description": "The Marrying Maiden",
        "number": 54,
        "image": "./image/Kuei Mei.gif",
        "trigrams": {
            "above": "chen",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "Above we have Chen, the eldest son, and below, Tui, the youngest\r\n\t\t\t\tdaughter. The man leads and the girl follows him in gladness. The\r\n\t\t\t\tpicture is that of the entrance of the girl into her husband's\r\n\t\t\t\thouse. In all, there are four hexagrams depicting the relationship\r\n\t\t\t\tbetween husband and wife. Hsien,\r\n\t\t\t\t\tInfluence, (31) , describes the attraction that a young couple\r\n\t\t\t\thave for each other; Heng, Duration\r\n\t\t\t\t\t(32), portrays the permanent relationships of marriage; Chien,Development (53), reflects\r\n\t\t\t\tthe protracted, ceremonious procedures attending The Marrying Maiden (54), shows a young girl\r\n\t\t\t\tunder the guidance of an older man who marries her.",
            "judgement": "The Marrying Maiden. Undertakings bring misfortune. Nothing that\r\n\t\t\t\twould further.",
            "image": "Thunder over the lake: The image of The Marrying Maiden. Thus the\r\n\t\t\t\tsuperior man understands the transitory, in the light of the\r\n\t\t\t\teternity of the end."
        }
    },
    {
        "name": "Feng",
        "description": "Abundance (Fullness)",
        "number": 55,
        "image": "./image/Feng.gif",
        "trigrams": {
            "above": "chen",
            "below": "li"
        },
        "interpretation": {
            "introduction": "Chen is movement; Li is flame, whose attribute is clarity. Clarity\r\n\t\t\t\twithin, movement without-this produces greatness and abundance. The\r\n\t\t\t\thexagram pictures a period of advanced civilization. However, the\r\n\t\t\t\tfact that development has reached a peak suggests that this\r\n\t\t\t\textraordinary condition of abundance cannot be maintained\r\n\t\t\t\tpermanently.",
            "judgement": "Abundance has success. The king attains abundance. Be not sad. Be\r\n\t\t\t\tlike the sun at midday.",
            "image": "Both thunder and lightning come: The image of Abundance. Thus the\r\n\t\t\t\tsuperior man decides lawsuits and carries out punishments."
        }
    },
    {
        "name": "Lu",
        "description": "The Wanderer",
        "number": 56,
        "image": "./image/Lu.gif",
        "trigrams": {
            "above": "li",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "The mountain, Ken, stands still; above it fire, Li, flames up and\r\n\t\t\t\tdoes not tarry. Therefore the two trigrams do not stay together.\r\n\t\t\t\tStrange lands and separation are the wanderer's lot.",
            "judgement": "The Wanderer. Success through smallness. Perseverance brings good\r\n\t\t\t\tfortune to the Wanderer.",
            "image": "Fire on the mountain: The image of The Wanderer. Thus the superior\r\n\t\t\t\tman is clear-minded, cautious in imposing penalties and protracts no\r\n\t\t\t\tlawsuits."
        }
    },
    {
        "name": "Sun",
        "description": "The Gentle (The Penetrating, Wind)",
        "number": 57,
        "image": "./image/Sun.gif",
        "trigrams": {
            "above": "sun",
            "below": "sun"
        },
        "interpretation": {
            "introduction": "Sun is one of the eight doubled trigrams. It is the eldest\r\n\t\t\t\tdaughter and symbolizes wind or wood; it has for its attribute\r\n\t\t\t\tgentleness, which nonetheless penetrates like the wind or like\r\n\t\t\t\tgrowing wood with its roots. The dark principle, in itself rigid and\r\n\t\t\t\timmovable, is dissolved by the penetrating light principle, to which\r\n\t\t\t\tit subordinates itself in gentleness. In nature, it is the wind that\r\n\t\t\t\tdisperses the gathered clouds, leaving the sky clear and serene. In\r\n\t\t\t\thuman life it is penetrating clarity of judgment that thwarts all\r\n\t\t\t\tdark hidden motives. In the life of the community it is the powerful\r\n\t\t\t\tinfluence of a great personality that uncovers and breaks up those\r\n\t\t\t\tintrigues which shun the light of day.",
            "judgement": "The Gentle. Success through what is small. It furthers one to have\r\n\t\t\t\tsomewhere to go. It furthers one to see the great man.",
            "image": "Winds following one upon the other: The image of The Gently\r\n\t\t\t\tPenetrating. Thus the superior man spreads his commands abroad and\r\n\t\t\t\tcarries out his undertakings."
        }
    },
    {
        "name": "Tui",
        "description": "The Joyous, Lake",
        "number": 58,
        "image": "./image/Tui.gif",
        "trigrams": {
            "above": "tui",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "This hexagram, like sun, is one of the eight formed by doubling of\r\n\t\t\t\ta trigram. The trigram Tui denotes the youngest daughter; it is\r\n\t\t\t\tsymbolized by the smiling lake, and its attribute is joyousness.\r\n\t\t\t\tContrary to appearances, it is not the yielding quality of the top\r\n\t\t\t\tline that accounts for joy here. The attribute of the yielding or\r\n\t\t\t\tdark principle is not joy but melancholy. However, joy is indicated\r\n\t\t\t\tby the fact that there are two strong lines within, expressing\r\n\t\t\t\tthemselves through the medium of gentleness. True joy, therefore,\r\n\t\t\t\trests on firmness and strength within, manifesting itself outwardly\r\n\t\t\t\tas yielding and gentle.",
            "judgement": "The Joyous. Success. Perseverance is favorable.",
            "image": "Lakes resting one on the other: The image of The Joyous. Thus the\r\n\t\t\t\tsuperior man joins with his friends for discussion and practice."
        }
    },
    {
        "name": "Huan",
        "description": "Dispersion (Dissolution)",
        "number": 59,
        "image": "./image/Huan.gif",
        "trigrams": {
            "above": "sun",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "Wind blowing over water disperses it, dissolving it into foam and\r\n\t\t\t\tmist. This suggests that when a man's vital energy is dammed up\r\n\t\t\t\twithin him (indicated as a danger by the attribute of the lower\r\n\t\t\t\ttrigram), gentleness serves to break up and dissolve the blockage.",
            "judgement": "Dispersion. Success. The king approaches his temple. It furthers\r\n\t\t\t\tone to cross the great water. Perseverance furthers.",
            "image": "The wind drives over the water: The image of Dispersion. Thus the\r\n\t\t\t\tkings of old sacrificed to the Lord and built temples."
        }
    },
    {
        "name": "Chieh",
        "description": "Limitation",
        "number": 60,
        "image": "./image/Chieh.gif",
        "trigrams": {
            "above": "kan",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "A lake occupies a limited space. When more water comes into it, it\r\n\t\t\t\toverflows. Therefore limits must be set for the water. The image\r\n\t\t\t\tshows water below and water above, with the firmament between them\r\n\t\t\t\tas a limit. The Chinese word for limitation really denotes the\r\n\t\t\t\tjoints that divide a bamboo stalk. In relation to ordinary life it\r\n\t\t\t\tmeans the thrift that sets fixed limits upon expenditures. In\r\n\t\t\t\trelation to the moral sphere it means the fixed limits that the\r\n\t\t\t\tsuperior man sets upon his actions-the limits of loyalty and\r\n\t\t\t\tdisinterestedness.",
            "judgement": "Limitation. Success. Galling limitation must not be persevered in.",
            "image": "Water over lake: the image of Limitation. Thus the superior man\r\n\t\t\t\tcreates number and measure and examines the nature of virtue and\r\n\t\t\t\tcorrect conduct."
        }
    },
    {
        "name": "Chung Fu",
        "description": "Inner Truth",
        "number": 61,
        "image": "./image/Chung Fu.gif",
        "trigrams": {
            "above": "sun",
            "below": "tui"
        },
        "interpretation": {
            "introduction": "The wind blows over the lake and stirs the surface of the water.\r\n\t\t\t\tThus visible effects of the invisible manifest themselves. The\r\n\t\t\t\thexagram consists of firm lines above and below, while it is open in\r\n\t\t\t\tthe center. This indicates a heart free of prejudices and therefore\r\n\t\t\t\topen to truth. On the other hand, each of the two trigrams has a\r\n\t\t\t\tfirm line in the middle; this indicates the force of inner truth in\r\n\t\t\t\tthe influences they present. The attributes of the two trigrams are:\r\n\t\t\t\tabove, gentleness, forbearance toward inferiors; below, joyousness\r\n\t\t\t\tin obeying superiors. Such conditions create the basis of a mutual\r\n\t\t\t\tconfidence that makes achievements possible. The character of fu\r\n\t\t\t\t('truth') is actually the picture of a bird's foot over a fledgling.\r\n\t\t\t\tIt suggests the idea of brooding. An egg is hollow. The light-giving\r\n\t\t\t\tpower must work to quicken it from outside, but there must be a germ\r\n\t\t\t\tof life within, if life is to be awakened. Far-reaching speculations\r\n\t\t\t\tcan be linked with these ideas.",
            "judgement": "Inner Truth. Pigs and fishes. Good fortune. It furthers one to\r\n\t\t\t\tcross the great water. Perseverance furthers.",
            "image": "Wind over lake: the image of Inner Truth. Thus the superior man\r\n\t\t\t\tdiscusses criminal cases in order to delay executions."
        }
    },
    {
        "name": "Hsiao Kuo",
        "description": "Preponderance of the Small",
        "number": 62,
        "image": "./image/Hsiao Kuo.gif",
        "trigrams": {
            "above": "chen",
            "below": "ken"
        },
        "interpretation": {
            "introduction": "While in the hexagram Ta Kuo,\r\n\t\t\t\t\tPreponderance of the Great (28), the strong lines preponderate\r\n\t\t\t\tand are within, inclosed between weak lines at the top and bottom,\r\n\t\t\t\tthe present hexagram has weak lines preponderating, though here\r\n\t\t\t\tagain they are on the outside, the strong lines being within. This\r\n\t\t\t\tindeed is the basis of the exceptional situation indicated by the\r\n\t\t\t\thexagram. When strong lines are outside, we have the hexagram I, Providing Nourishment (27), or\r\n\t\t\t\tChung Fu, Inner Truth, (61);\r\n\t\t\t\tneither represents and exceptional state. When strong elements\r\n\t\t\t\twithin preponderate, they necessarily enforce their will. This\r\n\t\t\t\tcreates struggle and exceptional conditions in general. But in the\r\n\t\t\t\tpresent hexagram it is the weak element that perforce must mediate\r\n\t\t\t\twith the outside world. If a man occupies a position of authority\r\n\t\t\t\tfor which he is by nature really inadequate, extraordinary prudence\r\n\t\t\t\tis necessary.",
            "judgement": "Preponderance of the Small. Success. Perseverance furthers. Small\r\n\t\t\t\tthings may be done; great things should not be done. The flying bird\r\n\t\t\t\tbrings the message: It is not well to strive upward, It is well to\r\n\t\t\t\tremain below. Great good fortune.",
            "image": "Thunder on the mountain: The image of Preponderance of the Small.\r\n\t\t\t\tThus in his conduct the superior man gives preponderance to\r\n\t\t\t\treverence. In bereavement he gives preponderance to grief. In his\r\n\t\t\t\texpenditures he gives preponderance to thrift."
        }
    },
    {
        "name": "Chi Chi",
        "description": "After Completion",
        "number": 63,
        "image": "./image/Chi Chi.gif",
        "trigrams": {
            "above": "kan",
            "below": "li"
        },
        "interpretation": {
            "introduction": "This hexagram is the evolution of T'ai\r\n\t\t\t\t\tPeace (11) . The transition from confusion to order is\r\n\t\t\t\tcompleted, and everything is in its proper place even in\r\n\t\t\t\tparticulars. The strong lines are in the strong places, the weak\r\n\t\t\t\tlines in the weak places. This is a very favorable outlook, yet it\r\n\t\t\t\tgives reason for thought. For it is just when perfect equilibrium\r\n\t\t\t\thas been reached that any movement may cause order to revert to\r\n\t\t\t\tdisorder. The one strong line that has moved to the top, thus\r\n\t\t\t\teffecting complete order in details, is followed by the other lines.\r\n\t\t\t\tEach moving according to its nature, and thus suddenly there arises\r\n\t\t\t\tagain the hexagram P'i, Standstill\r\n\t\t\t\t\t(12).Hence the present hexagram indicates the conditions of a\r\n\t\t\t\ttime of climax, which necessitate the utmost caution.",
            "judgement": "After Completion. Success in small matters. Perseverance furthers.\r\n\t\t\t\tAt the beginning good fortune. At the end disorder.",
            "image": "Water over fire: the image of the condition In After Completion.\r\n\t\t\t\tThus the superior man takes thought of misfortune and arms himself\r\n\t\t\t\tagainst it in advance."
        }
    },
    {
        "name": "Wei Chi",
        "description": "Before Completion",
        "number": 64,
        "image": "./image/Wei Chi.gif",
        "trigrams": {
            "above": "li",
            "below": "kan"
        },
        "interpretation": {
            "introduction": "This hexagram indicates a time when the transition from disorder\r\n\t\t\t\tto order is not yet completed. The change is indeed prepared for,\r\n\t\t\t\tsince all the lines in the upper trigram are in relation to those in\r\n\t\t\t\tthe lower. However, they are not yet in their places. While the\r\n\t\t\t\tpreceding hexagram offers an analogy to autumn, which forms the\r\n\t\t\t\ttransition from summer to winter, this hexagram presents a parallel\r\n\t\t\t\tto spring, which leads out of winter's stagnation into the fruitful\r\n\t\t\t\ttime of summer. With this hopeful outlook the Book of Changes come\r\n\t\t\t\tto its close.",
            "judgement": "Before Completion. Success. But if the little fox, after nearly\r\n\t\t\t\tcompleting the crossing, gets his tail in the water, There is\r\n\t\t\t\tnothing that would further.",
            "image": "Fire over water: The image of the condition before transition.\r\n\t\t\t\tThus the superior man is careful in the differentiation of things so\r\n\t\t\t\tthat each finds its place."
        }
    }
]
